-- MySQL dump 10.14  Distrib 5.5.52-MariaDB, for Linux (x86_64)
--
-- Host: localhost    Database: moxa
-- ------------------------------------------------------
-- Server version	5.5.52-MariaDB

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `moxa`
--

DROP TABLE IF EXISTS `moxa`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `moxa` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `address` varchar(255) DEFAULT NULL,
  `info` varchar(255) DEFAULT NULL,
  `ip` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `port` varchar(255) NOT NULL,
  `status` smallint(6) DEFAULT NULL,
  `connect_failed_count` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=100 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `moxa`
--

LOCK TABLES `moxa` WRITE;
/*!40000 ALTER TABLE `moxa` DISABLE KEYS */;
INSERT INTO `moxa` VALUES (9,'思科防火墙','思科融合实验一组','192.168.127.201','思科防火墙ASA5505-K8-1','4001',2,NULL),(10,'思科路由器 2911','思科融合实验一组','192.168.127.201','思科路由器-VOIP 2911-1','4002',2,NULL),(11,'思科三层交换3650','思科融合实验一组','192.168.127.201','思科三层交换3650-1','4003',2,NULL),(12,'思科三层交换3650','思科融合实验一组','192.168.127.201','思科三层交换3650-2','4004',2,NULL),(13,'思科二层交换2960','思科融合实验一组','192.168.127.201','思科二层交换2960-1','4005',2,NULL),(14,'思科二层交换2960','思科融合实验一组','192.168.127.201','思科二层交换2960-2','4006',2,NULL),(15,'思科二层交换2960','思科融合实验一组','192.168.127.201','思科二层交换2960-3','4007',2,NULL),(16,'思科二层交换2960','思科融合实验一组','192.168.127.201','思科二层交换-VOIP 2960-1','4008',2,NULL),(17,'思科路由器 1941','思科融合实验一组','192.168.127.201','思科路由器-VPN 1941-1','4009',2,NULL),(18,'思科路由器 1941','思科融合实验一组','192.168.127.201','思科路由器-1941-1','4010',2,NULL),(19,'思科路由器 1941','思科融合实验一组','192.168.127.201','思科路由器-1941-2','4011',2,NULL),(20,'思科路由器 1941','思科融合实验一组','192.168.127.201','思科路由器-1941-3','4012',2,NULL),(21,'思科防火墙','思科融合实验二组','192.168.127.201','思科防火墙ASA5505-K8-2','4013',2,NULL),(22,'思科路由器 2911','思科融合实验二组','192.168.127.201','思科路由器-VOIP 2911-2','4014',2,NULL),(23,'思科三层交换3650','思科融合实验二组','192.168.127.201','思科三层交换3650-3','4015',2,NULL),(24,'思科三层交换3650','思科融合实验二组','192.168.127.201','思科三层交换3650-4','4016',2,NULL),(25,'思科二层交换2960','思科融合实验二组','192.168.127.202','思科二层交换2960-4','4001',2,NULL),(26,'思科二层交换2960','思科融合实验二组','192.168.127.202','思科二层交换2960-5','4002',2,NULL),(27,'思科二层交换2960','思科融合实验二组','192.168.127.202','思科二层交换2960-6','4003',2,NULL),(28,'思科二层交换2960','思科融合实验二组','192.168.127.202','思科二层交换-VOIP 2960-2','4004',2,NULL),(29,'思科路由器 1941','思科融合实验二组','192.168.127.202','思科路由器-VPN 1941-2','4005',2,NULL),(30,'思科路由器 1941','思科融合实验二组','192.168.127.202','思科路由器-1941-4','4006',2,NULL),(31,'思科路由器 1941','思科融合实验二组','192.168.127.202','思科路由器-1941-5','4007',2,NULL),(32,'思科路由器 1941','思科融合实验二组','192.168.127.202','思科路由器-1941-6','4008',2,NULL),(33,'思科防火墙','思科融合实验三组','192.168.127.202','思科防火墙ASA5505-K8-3','4009',2,NULL),(34,'思科路由器 2911','思科融合实验三组','192.168.127.202','思科路由器-VOIP 2911-3','4010',2,NULL),(35,'思科三层交换3650','思科融合实验三组','192.168.127.202','思科三层交换3650-5','4011',2,NULL),(36,'思科三层交换3650','思科融合实验三组','192.168.127.202','思科三层交换3650-6','4012',2,NULL),(37,'思科二层交换2960','思科融合实验三组','192.168.127.202','思科二层交换2960-7','4013',2,NULL),(38,'思科二层交换2960','思科融合实验三组','192.168.127.202','思科二层交换2960-8','4014',2,NULL),(39,'思科二层交换2960','思科融合实验三组','192.168.127.202','思科二层交换2960-9','4015',2,NULL),(40,'思科二层交换2960','思科融合实验三组','192.168.127.202','思科二层交换-VOIP 2960-3','4016',2,NULL),(41,'思科路由器 1941','思科融合实验三组','192.168.127.203','思科路由器-VPN 1941-3','4001',2,NULL),(42,'思科路由器 1941','思科融合实验三组','192.168.127.203','思科路由器-1941-7','4002',2,NULL),(43,'思科路由器 1941','思科融合实验三组','192.168.127.203','思科路由器-1941-8','4003',2,NULL),(44,'思科路由器 1941','思科融合实验三组','192.168.127.203','思科路由器-1941-9','4004',2,NULL),(45,'思科防火墙','思科融合实验四组','192.168.127.203','思科防火墙ASA5505-K8-4','4005',2,NULL),(46,'思科路由器 2911','思科融合实验四组','192.168.127.203','思科路由器-VOIP 2911-4','4006',2,NULL),(47,'思科三层交换3650','思科融合实验四组','192.168.127.203','思科三层交换3650-7','4007',2,NULL),(48,'思科三层交换3650','思科融合实验四组','192.168.127.203','思科三层交换3650-8','4008',2,NULL),(49,'思科二层交换2960','思科融合实验四组','192.168.127.203','思科二层交换2960-10','4009',2,NULL),(50,'思科二层交换2960','思科融合实验四组','192.168.127.203','思科二层交换2960-11','4010',2,NULL),(51,'思科二层交换2960','思科融合实验四组','192.168.127.203','思科二层交换2960-12','4011',2,NULL),(52,'思科二层交换2960','思科融合实验四组','192.168.127.203','思科二层交换-VOIP 2960-4','4012',2,NULL),(53,'思科路由器 1941','思科融合实验四组','192.168.127.203','思科路由器-VPN 1941-4','4013',2,NULL),(54,'思科路由器 1941','思科融合实验四组','192.168.127.203','思科路由器-1941-10','4014',2,NULL),(55,'思科路由器 1941','思科融合实验四组','192.168.127.203','思科路由器-1941-11','4015',2,NULL),(56,'思科路由器 1941','思科融合实验四组','192.168.127.203','思科路由器-1941-12','4016',2,NULL),(57,'华为防火墙USG 6306','华为融合实验一组','192.168.127.204','华为防火墙USG 6306-1','4001',2,NULL),(58,'华为三层交换机3700','华为融合实验一组','192.168.127.204','华为三层交换机3700-1','4002',2,NULL),(59,'华为三层交换机3700','华为融合实验一组','192.168.127.204','华为三层交换机3700-2','4003',2,NULL),(60,'华为三层交换机3700','华为融合实验一组','192.168.127.204','华为三层交换机3700-3','4004',2,NULL),(61,'华为三层交换机3700','华为融合实验一组','192.168.127.204','华为三层交换机3700-4','4005',2,NULL),(62,'华为路由器A2220','华为融合实验一组','192.168.127.204','华为路由器A2220-1','4006',2,NULL),(63,'华为路由器A2220','华为融合实验一组','192.168.127.204','华为路由器A2220-2','4007',2,NULL),(64,'华为路由器A2220','华为融合实验一组','192.168.127.204','华为路由器A2220-3','4008',2,NULL),(65,'华为路由器A2220','华为融合实验一组','192.168.127.204','华为路由器A2220-4','4009',2,NULL),(66,'华为路由器A2220','华为融合实验一组','192.168.127.204','华为路由器A2220-5','4010',2,NULL),(67,'华为防火墙USG 6306','华为融合实验二组','192.168.127.204','华为防火墙USG 6306-2','4011',2,NULL),(68,'华为三层交换机3700','华为融合实验二组','192.168.127.204','华为三层交换机3700-5','4012',2,NULL),(69,'华为三层交换机3700','华为融合实验二组','192.168.127.204','华为三层交换机3700-6','4013',2,NULL),(70,'华为三层交换机3700','华为融合实验二组','192.168.127.204','华为三层交换机3700-7','4014',2,NULL),(71,'华为三层交换机3700','华为融合实验二组','192.168.127.204','华为三层交换机3700-8','4015',2,NULL),(72,'华为路由器A2220','华为融合实验二组','192.168.127.204','华为路由器A2220-6','4016',2,NULL),(73,'华为路由器A2220','华为融合实验二组','192.168.127.205','华为路由器A2220-7','4001',2,NULL),(74,'华为路由器A2220','华为融合实验二组','192.168.127.205','华为路由器A2220-8','4002',2,NULL),(75,'华为路由器A2220','华为融合实验二组','192.168.127.205','华为路由器A2220-9','4003',2,NULL),(76,'华为路由器A2220','华为融合实验二组','192.168.127.205','华为路由器A2220-10','4004',2,NULL),(77,'华为防火墙USG 6306','华为融合实验三组','192.168.127.205','华为防火墙USG 6306-3','4005',2,NULL),(78,'华为三层交换机3700','华为融合实验三组','192.168.127.205','华为三层交换机3700-9','4006',2,NULL),(79,'华为三层交换机3700','华为融合实验三组','192.168.127.205','华为三层交换机3700-10','4007',2,NULL),(80,'华为三层交换机3700','华为融合实验三组','192.168.127.205','华为三层交换机3700-11','4008',2,NULL),(81,'华为三层交换机3700','华为融合实验三组','192.168.127.205','华为三层交换机3700-12','4009',2,NULL),(82,'华为路由器A2220','华为融合实验三组','192.168.127.205','华为路由器A2220-11','4010',2,NULL),(83,'华为路由器A2220','华为融合实验三组','192.168.127.205','华为路由器A2220-12','4011',2,NULL),(84,'华为路由器A2220','华为融合实验三组','192.168.127.205','华为路由器A2220-13','4012',2,NULL),(85,'华为路由器A2220','华为融合实验三组','192.168.127.205','华为路由器A2220-14','4013',2,NULL),(86,'华为路由器A2220','华为融合实验三组','192.168.127.205','华为路由器A2220-15','4014',2,NULL),(87,'华为防火墙USG 6306','华为融合实验四组','192.168.127.205','华为防火墙USG 6306-4','4015',2,NULL),(88,'华为三层交换机3700','华为融合实验四组','192.168.127.205','华为三层交换机3700-13','4016',2,NULL),(89,'华为三层交换机3700','华为融合实验四组','192.168.127.206','华为三层交换机3700-14','4001',2,NULL),(90,'华为三层交换机3700','华为融合实验四组','192.168.127.206','华为三层交换机3700-15','4002',2,NULL),(91,'华为三层交换机3700','华为融合实验四组','192.168.127.206','华为三层交换机3700-16','4003',2,NULL),(92,'华为路由器A2220','华为融合实验四组','192.168.127.206','华为路由器A2220-16','4004',2,NULL),(93,'华为路由器A2220','华为融合实验四组','192.168.127.206','华为路由器A2220-17','4005',2,NULL),(94,'华为路由器A2220','华为融合实验四组','192.168.127.206','华为路由器A2220-18','4006',2,NULL),(95,'华为路由器A2220','华为融合实验四组','192.168.127.206','华为路由器A2220-19','4007',2,NULL),(96,'华为路由器A2220','华为融合实验四组','192.168.127.206','华为路由器A2220-20','4008',2,NULL),(97,'moxa','测试','192.168.12.206','Moxa1','4001',2,NULL),(98,'moxa','测试','192.168.12.206','moxa2','4002',2,NULL),(99,'moxa','测试','192.168.12.206','moxa3','4003',2,NULL);
/*!40000 ALTER TABLE `moxa` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2017-07-24 18:28:49
